[
    {
        "title": "Bachelor Chow",
        "inspiredBy": "Futurama",
        "image": "https://images.squarespace-cdn.com/content/v1/590be7fd15d5dbc6bf3e22d0/1611679074848-B8JEMT1MTXRXP9RUNJEH/ke17ZwdGBToddI8pDm48kBOthgiqgVBR-96Q3yEVzSt7gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z4YTzHvnKhyp6Da-NYroOW3ZGjoBKy3azqku80C789l0l6CcKX1G46X6yZteoeCRn_QheoGmMTFzEN8raAzG4fC-eBs4904tS0p89qslH4Obg/Screen+Shot+2021-01-26+at+10.37.15+AM.png?format=1000w",
        "ingredients": ["4 pounds boneless beef chuck", "1 pound salt pork", "½ tsp kosher salt", "½ tsp freshly ground black pepper", "2 Tbsp unsalted butter", "5 tsp unflavored powder gelatin", "4 cups homemade beef broth ", "2 onions, cut into eighths", "4 carrots, peeled and roughly chopped", "2 celery ribs, roughly chopped","1 Tbsp tomato paste", "1 tsp anchovy paste", "⅓ cup all-purpose flour","1 garlic head, peeled", "2 bay leaves", "½ tsp black peppercorns","½ ounce dried porcini mushrooms", "10 sprigs fresh parsley", "6 sprigs fresh thyme","2 sprigs fresh rosemary", "750 milliliters (1 bottle) Burgundy wine", "Optional: 1-2 cups boiling water"],
        "directions": ["Trim any excess fat from the beef chuck, reserve the trimmings for later use. Chop the beef into 2 inch chunks and slice the salt pork into 1 inch strips.", "Sprinkle the beef with salt and pepper. Allow the beef to sit at room temperature for 30 minutes.", "Place the beef scraps, salt pork, and butter into a roasting pan. Roast for 20 minutes at 500 °F, or until the fat is rendered and the meat has browned.", "Meanwhile, sprinkle the gelatin over the beef broth and allow to sit for about 6 minutes until the gelatin has completely hydrated.", "Once browned, remove the beef scraps and salt pork from the roasting pan. Transfer the roasting pan with the rendered fat to the stovetop.", "Add the onions, carrots, and celery to the roasting pan and saute over medium-high heat until the vegetables are lightly browned.", "Add the tomato and anchovy pastes to the roasted pan and stir to combine. Cook for 3 minutes.", "Sprinkle the flour over the vegetables and residual fat. Mix everything together until a homogenous paste develops coating the vegetables.", "Slowly add the gelatin/broth mixture to the pan, stirring constantly.", "Add the garlic, bay leaves, peppercorns, porcini mushrooms, parsley, thyme, and rosemary.", "All the wine and stir until homogenous.", "Neatly place the chunks of beef in an even layer on top of the vegetables. Make sure the beef isn’t entirely submerged in the braising liquid.", "Return the roasting pan to the oven and cook at 325°F for 3 hours. After 90 minutes, flip the pieces of beef and add water if the beef becomes less than half-way submerged.", "Once the beef is tender, remove the roasting pan from the oven. Reserve the pieces of beef in a separate bowl and strain the remaining sauce.", "Refrigerate the beef and sauce for at least 1 hour.", "Once chilled, remove the solidified layer of fat from the sauce and cut the beef chunks into smaller cubes, about 1/2 inch in size.", "Over medium-high heat, reduce the sauce until it becomes a thick, gravy-like consistency, about 20 minutes. Allow to cool to room temperature.", "Spread the beef into an even layer on the freeze-dryer trays. Pour the sauce onto a separate tray.", "Freeze dry the beef and sauce for 24 hours.", "Once completely dry, remove the beef and sauce from the freeze-dryer.", "Break up the sauce into manageable chunks and grind in a food processor until it becomes a fine powder.", "Toss the beef cubes in the sauce powder and serve in your bowl of choice.", "Optional: rehydrate your Babish Bachelor Chow by pouring hot water over top. Allow to sit for 5 minutes before consuming."]
    },
    {
        "title": "Dutch Baby",
        "inspiredBy": "Bob's Burgers",
        "image": "https://images.squarespace-cdn.com/content/v1/590be7fd15d5dbc6bf3e22d0/1546534075618-XO0TVQW1XX340990UI3K/ke17ZwdGBToddI8pDm48kH9tAV2A7HF4wPtNAYiaLf97gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z5QPOohDIaIeljMHgDF5CVlOqpeNLcJ80NK65_fV7S1UXSC6C2jKr_lk3BlyXYV5Kp3Giwa6klZuTncD6NltiFaH3bqxw7fF48mhrq5Ulr0Hg/Screen+Shot+2019-01-03+at+10.47.33+AM.png?format=1500w",
        "ingredients": ["3 eggs", "½ cup flour", "½ cup milk", "1 Tbsp sugar", "¾ cup butter, divided", "½ cup sugar", "1 ½ tsp cinnamon", "1-2 Tbsp molasses", "1 cup powdered sugar", "2 Tbsp half and half"],
        "directions": ["In a food processor or blender combine: 3 eggs, ½ cup of flour, ½ cup milk, and 1 Tbsp sugar. Mix for about 15 seconds or until there are no chunks. Set aside.", "In a small bowl combine: ¼ cup butter, ¼ cup sugar, 1 ½ tsp cinnamon and about 1-2 Tbsp molasses. Mix until fully incorporated. Add to a piping bag and set aside.", "In another bowl combine 1 cup powdered sugar and 2 Tbsp half and half. Whisk to combine. Add more of either as needed to obtain a good drizzle-able consistency. Add to a squeeze bottle.", "On the stovetop in a pan over medium high heat, melt ½ cup butter. Once it’s nice and foamy, pour in batter. Then, using the piping bag, add your cinnamon swirl.", "Place in a preheated 425°F oven and cook for 20 minutes. Then lower the temperature to 350°F and cook for an additional 5 minutes.", "Remove from oven and drizzle with sugar glaze.", "Serve and enjoy!"]
    }
]
